import React from "react";
import styles from "./Tos.module.css";

function Tos() {
  return (
    <div className={styles.tos}>
      <div className={styles.toscontent}>
        <h2 className={styles.tosH2H4}>이용약관</h2>
        <hr></hr>
        <h4 className={styles.tosH2H4}>제 1 조 목적</h4>
        <li>
          본 약관은 주식회사 초대(이하 “회사”)가 운영하는
          대표사이트(www.chodae.com) 에서 제공되는 인터넷 관련 서비스(이하
          “서비스”) 이용과 관련하여 회사와 이용자의 권리/의무 및 책임사항을
          규정함을 목적으로 합니다.
        </li>

        <h4>제 2 조 정의</h4>
        <li>
          1. “서비스”란 접속 가능한 유/무선 정보통신기기의 종류와는 상관없이
          이용 가능한 "회사"가 제공하는 모든 서비스를 의미합니다.
        </li>
        <li>
          2. “대표사이트(www.multicampus.com)”란 회사가 이용자에게 서비스를
          제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 구성한 가상의 공간을
          의미합니다.
        </li>
        <li>
          3. “이용자”란 “대표사이트”에 접속하여 이 약관에 따라 “대표사이트”의
          서비스를 이용하는 자를 통칭합니다.
        </li>
        <li>
          4. 본 약관에서 사용하는 용어의 정의는 본 조에서 정하는 것을 제외하고는
          관계법령 및 서비스별 안내에서 정하는 바에 따릅니다.
        </li>

        <h4>제 3 조 약관등의 명시와 설명 및 개정</h4>
        <li>
          1. 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소,
          전화번호, 사업자 등록번호, 통신판매업신고번호, 개인정보관리책임자 등을
          이용자가 알 수 있도록 대표사이트의 초기서비스 화면에 게시합니다. 다만,
          약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
        </li>
        <li>
          2. 회사는 전자상거래등에서의 소비자보호에 관한 법률, 약관의 규제에
          관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 및
          정보보호등에 관한 법률, 소비자보호법 등 관련법령을 위배하지 않는
          범위에서 이 약관을 개정할 수 있습니다.
        </li>
        <li>
          3. 회사는 필요할 경우 약관을 수정하거나 변경할 수 있습니다. 회사가 이
          약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께
          대표사이트 초기화면에 그 적용일자 7일이전부터 적용일자 전일까지
          공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우 최소한
          30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 “회사”는 개정 전
          내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록
          표시합니다.
        </li>
        <li>
          4. 회사가 약관을 개정할 경우에는 그 개정약관은 적용일자 이후에
          체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는
          개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한
          이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한
          개정약관의 공지기간 내에 “회사”에 송신하여 “회사”의 동의를 받은
          경우에는 개정약관 조항이 적용됩니다.
        </li>
        <li>
          5. 이용자가 변경된 약관에 동의하지 않는 경우, 회사 대표사이트에서
          제공하는 서비스 이용이 제한되거나 정지될 수 있습니다.
        </li>
        <li>
          6. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
          전자상거래등에서의 소비자보호에 관한 법률, 약관의 규제등에 관한 법률,
          공정거래위원회가 정하는 전자상거래등에서의 소비자보호지침 및 관계법령
          또는 상관례에 따릅니다.
        </li>

        <h4> 제 4 조 서비스 제공 및 이용제한</h4>
        <li>1. 회사는 이용자에게 서비스를 제공합니다.</li>
        <li>
          2. 본 이용 약관에 달리 명시되지 않는 한 이용자는 개인적이며 비상업적인
          용도와 목적에 한정하여 서비스를 이용할 수 있으며 모든 서비스 또는 그
          일부를 가공, 복제, 복사, 판매, 거래, 재판매 또는 영리목적으로 이용할
          수 없습니다.
        </li>
        <li>
          3. 회사는 언제든지 자신의 독자적인 판단에 따라 사전 경고 또는 통지
          없이 다음과 같은 조치를 할 수 있습니다.
        </li>
        <li>
          ⓐ 서비스 변경 또는 서비스나 그 일부의 제공을 일시 중단 및/또는 종료
        </li>
        <li>
          ⓑ 서비스를 통해 이용자가 보내거나 받는 전송 횟수 또는 서비스나 그
          일부를 이용자에게 제공하는데 사용되는 저장 공간의 크기 제한
        </li>
        <li>
          ⓒ 서비스를 통해 제공되는 일부 또는 모든 오디오 및 사운드 파일, 데이터
          파일, 이미지, 음악, 사진, 소프트웨어, 동영상 및 작성된 텍스트 (이하
          "콘텐츠")를 사전 심사, 검토, 플래그 표시, 필터링, 수정, 거부, 거절,
          액세스 차단 또는 제거
        </li>
        <li>
          4. 이용자는 회사가 인터페이스를 통해 제공하는 것 이외의 다른 서비스를
          이용할 수 없으며(이용에는 이용하려는 시도를 포함합니다. 이하 동일)
          자동화된 도구(소프트웨어 및/또는 하드웨어 포함), 기능, 서비스 또는
          기타 방식(스크립트 또는 웹 크롤러 포함)을 통해 서비스를 이용하지
          않습니다.
        </li>
        <li>
          5. 이용자는 서비스와 관련하여 회사가 이용자에게 제공하는 모든 지침을
          준수하고 따르며 서비스 또는 서비스에 연결된 모든 서버, 네트워크 또는
          기타 장비에 장애나 중단을 초래할 수 있는 행위에 관여하지 않습니다.
        </li>
        <li>
          6. 일부 서비스는 모바일 네트워크를 통해 이용할 수 있거나 모바일
          네트워크를 통해 이용할 때 특히 유용합니다. 이용자는 네트워크 공급자가
          네트워크 액세스, 휴대폰/모바일 장치의 네트워크 연결 기간 및 서비스
          이용을 위해 사용되는 데이터 양에 대해 요금을 부과할 수 있다는 점을
          알고 있어야 합니다. 이와 관련하여 서비스 이용 전에 이러한 요금이
          적용될 수 있는지 네트워크 공급자에게 확인할 책임은 전적으로 이용자에게
          있습니다.
        </li>

        <h4>제 5 조 광고</h4>
        <li>
          이용자는 회사가 서비스의 일부로 이용자에게 프로모션 목적의 광고,
          프로모션 자료 또는 기타 콘텐츠 및 자료나 제품을 배치하거나 제시한다는
          데 동의합니다.
        </li>

        <h4> 제 6 조 서비스에 제공되는 콘텐츠 및 콘텐츠 권한</h4>
        <li>
          1. 서비스에서 제공되거나 서비스 이용의 일부로 또는 서비스 이용을 통해
          액세스할 수 있는 콘텐츠는 창작자에게 모든 책임과 권리가 있습니다.
          콘텐츠에는 광고, 프로모션 자료 및 문서나 기타 후원 대상 콘텐츠가
          포함될 수 있습니다.
        </li>
        <li>
          2. 콘텐츠는 제3자의 소유권 또는 지식 재산권에 따라 보호될 수 있습니다.
          이용자는 콘텐츠의 전부 또는 일부를 수정, 대여, 임대, 임차, 판매, 배포
          또는 이에 기반을 둔 파생물을 생성하거나 콘텐츠에 대한 라이선스를
          허여할 수 없습니다.
        </li>
        <li>
          3. 이용자는 서비스를 이용함으로써 불쾌하거나 적절하지 못하거나 무례한
          일부 콘텐츠와 마주칠 수 있는 위험에 노출되며 이러한 노출과 관련하여
          서비스 이용에 따른 위험은 전적으로 이용자 본인에게 있음을 이해합니다.
        </li>

        <h4> 제 7 조 저작권의 귀속 및 이용 제한</h4>

        <li>
          1. 회사가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에
          귀속합니다.
        </li>
        <li>
          2. 이용자는 대표사이트를 이용함으로써 얻는 정보 중 회사에게
          지식재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판,
          배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제 3자에게
          이용하게 하여서는 안됩니다.
        </li>
        <li>
          3. 회사는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해
          이용자에게 통보합니다.
        </li>
        <h5>[부칙] 본 약관은 2021 년 05월 03일부터 적용됩니다.</h5>
      </div>
    </div>
  );
}
export default Tos;
